Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: All operations auto-approve without asking. Only use this in controlled, trusted environments.
ar: جميع العمليات تُوافَق تلقائياً بدون سؤال. استخدم هذا فقط في بيئات موثوقة ومحكومة.
ca: Totes les operacions s'aproven automàticament sense demanar. Utilitzeu-ho només en entorns controlats i de confiança.
cs: Všechny operace se schvalují automaticky bez dotazu. Používejte pouze v kontrolovaném a důvěryhodném prostředí.
da: Alle handlinger godkendes automatisk uden at spørge. Brug kun dette i kontrollerede, betroede miljøer.
de: Alle Vorgänge werden automatisch ohne Nachfrage genehmigt. Verwenden Sie dies nur in kontrollierten, vertrauenswürdigen Umgebungen.
es: Todas las operaciones se aprueban automáticamente sin preguntar. Use esto solo en entornos controlados y de confianza.
fi: Kaikki toiminnot hyväksytään automaattisesti ilman kyselyä. Käytä vain kontrolloiduissa ja luotetuissa ympäristöissä.
fr: Toutes les opérations sont approuvées automatiquement sans demande. Utilisez ceci uniquement dans des environnements contrôlés et fiables.
he: כל הפעולות מאושרות אוטומטית ללא שאלה. השתמש באפשרות זו רק בסביבות מבוקרות ומהימנות.
hu: Minden művelet kérdés nélkül automatikusan jóváhagyásra kerül. Csak ellenőrzött, megbízható környezetben használja.
it: Tutte le operazioni vengono approvate automaticamente senza chiedere. Utilizzare solo in ambienti controllati e affidabili.
ja: すべての操作が確認なしで自動承認されます。管理された信頼できる環境でのみ使用してください。
ko: 모든 작업이 확인 없이 자동 승인됩니다. 통제된 신뢰할 수 있는 환경에서만 사용하십시오.
nb: Alle operasjoner godkjennes automatisk uten å spørre. Bruk bare dette i kontrollerte, pålitelige miljøer.
nl: Alle bewerkingen worden automatisch goedgekeurd zonder te vragen. Gebruik dit alleen in gecontroleerde, vertrouwde omgevingen.
pl: Wszystkie operacje są automatycznie zatwierdzane bez pytania. Używaj tylko w kontrolowanych, zaufanych środowiskach.
pt_br: Todas as operações são aprovadas automaticamente. Use apenas em ambientes controlados e confiáveis.
pt_pt: Todas as operações são aprovadas automaticamente sem perguntar. Utilize apenas em ambientes controlados e de confiança.
ro: Toate operațiunile sunt aprobate automat fără confirmare. Folosiți doar în medii controlate și de încredere.
sl: Vsa dejanja se samodejno odobrijo brez vprašanja. Uporabljajte samo v nadzorovanih, zaupanja vrednih okoljih.
sv: Alla åtgärder godkänns automatiskt utan att fråga. Använd bara detta i kontrollerade, betrodda miljöer.
uk: Усі операції схвалюються автоматично без запиту. Використовуйте лише в контрольованих, довірених середовищах.
vi: Tất cả thao tác tự động được chấp thuận mà không hỏi. Chỉ dùng trong môi trường được kiểm soát và tin cậy.
zh_hans: 所有操作自动批准，不再询问。仅在受控的可信环境中使用。
zh_hant: 所有操作自動核准，不再詢問。僅在受控的可信環境中使用。

source: All operations auto-approved
ar: جميع العمليات موافق عليها تلقائياً
ca: Totes les operacions aprovades automàticament
cs: Všechny operace automaticky schváleny
da: Alle handlinger automatisk godkendt
de: Alle Vorgänge automatisch genehmigt
es: Todas las operaciones se aprueban automáticamente
fi: Kaikki toiminnot hyväksytään automaattisesti
fr: Toutes les opérations approuvées automatiquement
he: כל הפעולות מאושרות אוטומטית
hu: Minden művelet automatikusan jóváhagyva
it: Tutte le operazioni approvate automaticamente
ja: すべての操作が自動承認されます
ko: 모든 작업 자동 승인됨
nb: Alle operasjoner automatisk godkjent
nl: Alle bewerkingen automatisch goedgekeurd
pl: Wszystkie operacje automatycznie zatwierdzone
pt_br: Todas as operações aprovadas automaticamente
pt_pt: Todas as operações aprovadas automaticamente
ro: Toate operațiunile aprobate automat
sl: Vsa dejanja samodejno odobrena
sv: Alla åtgärder godkänns automatiskt
uk: Усі операції схвалюються автоматично
vi: Tất cả thao tác được tự động chấp thuận
zh_hans: 所有操作已自动批准
zh_hant: 所有操作已自動核准

source: All operations require explicit approval
ar: جميع العمليات تتطلب موافقة صريحة
ca: Totes les operacions requereixen aprovació explícita
cs: Všechny operace vyžadují výslovné schválení
da: Alle handlinger kræver udtrykkelig godkendelse
de: Alle Vorgänge erfordern ausdrückliche Genehmigung
es: Todas las operaciones requieren aprobación explícita
fi: Kaikki toiminnot vaativat nimenomaisen hyväksynnän
fr: Toutes les opérations nécessitent une approbation explicite
he: כל הפעולות דורשות אישור מפורש
hu: Minden művelet kifejezett jóváhagyást igényel
it: Tutte le operazioni richiedono approvazione esplicita
ja: すべての操作に明示的な承認が必要
ko: 모든 작업에 명시적 승인 필요
nb: Alle operasjoner krever eksplisitt godkjenning
nl: Alle bewerkingen vereisen expliciete goedkeuring
pl: Wszystkie operacje wymagają wyraźnego zatwierdzenia
pt_br: Todas as operações requerem aprovação explícita
pt_pt: Todas as operações requerem aprovação explícita
ro: Toate operațiunile necesită aprobare explicită
sl: Vse operacije zahtevajo izrecno odobritev
sv: Alla åtgärder kräver uttryckligt godkännande
uk: Усі операції потребують явного схвалення
vi: Mọi thao tác đều yêu cầu phê duyệt rõ ràng
zh_hans: 所有操作需要明确批准
zh_hant: 所有操作需要明確核准

source: All operations require explicit approval. Most secure option.
ar: جميع العمليات تتطلب موافقة صريحة. الخيار الأكثر أماناً.
ca: Totes les operacions requereixen aprovació explícita. L'opció més segura.
cs: Všechny operace vyžadují explicitní schválení. Nejbezpečnější volba.
da: Alle handlinger kræver udtrykkelig godkendelse. Mest sikre mulighed.
de: Alle Vorgänge erfordern eine ausdrückliche Genehmigung. Sicherste Option.
es: Todas las operaciones requieren aprobación explícita. La opción más segura.
fi: Kaikki toiminnot vaativat nimenomaisen hyväksynnän. Turvallisin vaihtoehto.
fr: Toutes les opérations nécessitent une approbation explicite. Option la plus sécurisée.
he: כל הפעולות דורשות אישור מפורש. האפשרות המאובטחת ביותר.
hu: Minden művelet kifejezett jóváhagyást igényel. Ez a legbiztonságosabb opció.
it: Tutte le operazioni richiedono approvazione esplicita. Opzione più sicura.
ja: すべての操作に明示的な承認が必要です。最も安全なオプションです。
ko: 모든 작업에 명시적 승인이 필요합니다. 가장 안전한 옵션입니다.
nb: Alle operasjoner krever eksplisitt godkjenning. Sikreste alternativ.
nl: Alle bewerkingen vereisen expliciete goedkeuring. Veiligste optie.
pl: Wszystkie operacje wymagają jawnego zatwierdzenia. Najbezpieczniejsza opcja.
pt_br: Todas as operações requerem aprovação explícita. Opção mais segura.
pt_pt: Todas as operações requerem aprovação explícita. Opção mais segura.
ro: Toate operațiunile necesită aprobare explicită. Cea mai sigură opțiune.
sl: Vsa dejanja zahtevajo izrecno odobritev. Najvarnejša možnost.
sv: Alla åtgärder kräver uttryckligt godkännande. Säkraste alternativet.
uk: Усі операції потребують явного схвалення. Найбезпечніший варіант.
vi: Tất cả thao tác cần xác nhận rõ ràng. Tùy chọn bảo mật nhất.
zh_hans: 所有操作均需明确批准。最安全的选项。
zh_hant: 所有操作均需明確核准。最安全的選項。

source: All Providers
ar: جميع المزودين
ca: Tots els proveïdors
cs: Všichni poskytovatelé
da: Alle udbydere
de: Alle Anbieter
es: Todos los proveedores
fi: Kaikki palveluntarjoajat
fr: Tous les fournisseurs
he: כל הספקים
hu: Összes szolgáltató
it: Tutti i provider
ja: すべてのプロバイダー
ko: 모든 제공업체
nb: Alle leverandører
nl: Alle aanbieders
pl: Wszyscy dostawcy
pt_br: Todos os Provedores
pt_pt: Todos os Fornecedores
ro: Toți furnizorii
sl: Vsi ponudniki
sv: Alla leverantörer
uk: Усі провайдери
vi: Tất cả nhà cung cấp
zh_hans: 所有供应商
zh_hant: 所有供應商

source: All Sessions
ar: جميع الجلسات
ca: Totes les sessions
cs: Všechny relace
da: Alle sessioner
de: Alle Sitzungen
es: Todas las sesiones
fi: Kaikki istunnot
fr: Toutes les sessions
he: כל ההפעלות
hu: Összes munkamenet
it: Tutte le sessioni
ja: すべてのセッション
ko: 모든 세션
nb: Alle økter
nl: Alle sessies
pl: Wszystkie sesje
pt_br: Todas as Sessões
pt_pt: Todas as Sessões
ro: Toate sesiunile
sl: Vse seje
sv: Alla sessioner
uk: Усі сеанси
vi: Tất cả phiên
zh_hans: 所有会话
zh_hant: 所有工作階段

source: All Themes
ar: جميع السمات
ca: Tots els temes
cs: Všechny motivy
da: Alle temaer
de: Alle Themes
es: Todos los temas
fi: Kaikki teemat
fr: Tous les thèmes
he: כל ערכות הנושא
hu: Összes téma
it: Tutti i temi
ja: すべてのテーマ
ko: 모든 테마
nb: Alle temaer
nl: Alle thema's
pl: Wszystkie motywy
pt_br: Todos os Temas
pt_pt: Todos os Temas
ro: Toate temele
sl: Vse teme
sv: Alla teman
uk: Усі теми
vi: Tất cả giao diện
zh_hans: 所有主题
zh_hant: 所有主題

source: All Tiers
ar: جميع المستويات
ca: Tots els nivells
cs: Všechny úrovně
da: Alle niveauer
de: Alle Stufen
es: Todos los niveles
fi: Kaikki tasot
fr: Tous les niveaux
he: כל הדרגות
hu: Összes szint
it: Tutti i livelli
ja: すべてのティア
ko: 모든 등급
nb: Alle nivåer
nl: Alle niveaus
pl: Wszystkie poziomy
pt_br: Todas as Camadas
pt_pt: Todos os Níveis
ro: Toate nivelurile
sl: Vse stopnje
sv: Alla nivåer
uk: Усі рівні
vi: Tất cả cấp độ
zh_hans: 所有等级
zh_hant: 所有等級

source: Allow AI agent to search the web for documentation and solutions
ar: السماح لوكيل الذكاء الاصطناعي بالبحث في الويب عن الوثائق والحلول
ca: Permet que l'agent d'IA cerqui documentació i solucions al web
cs: Povolit AI agentovi vyhledávat na webu dokumentaci a řešení
da: Tillad AI-agent at søge på nettet efter dokumentation og løsninger
de: KI-Agent erlauben, das Web nach Dokumentation und Lösungen zu durchsuchen
es: Permitir que el agente IA busque en la web documentación y soluciones
fi: Salli tekoälyagentin hakea verkosta dokumentaatiota ja ratkaisuja
fr: Autoriser l'agent IA à rechercher sur le web de la documentation et des solutions
he: אפשר לסוכן AI לחפש באינטרנט תיעוד ופתרונות
hu: Engedélyezze az AI-ügynök számára a webes keresést dokumentációkért és megoldásokért
it: Consentire all'agente AI di cercare documentazione e soluzioni sul web
ja: AIエージェントにドキュメントやソリューションのWeb検索を許可する
ko: AI 에이전트가 문서 및 솔루션을 웹에서 검색하도록 허용
nb: Tillat AI-agenten å søke på nettet etter dokumentasjon og løsninger
nl: AI-agent toestaan om op het web te zoeken naar documentatie en oplossingen
pl: Pozwól agentowi AI przeszukiwać sieć w poszukiwaniu dokumentacji i rozwiązań
pt_br: Permitir que o agente de IA pesquise na web por documentação e soluções
pt_pt: Permitir que o agente IA pesquise na web por documentação e soluções
ro: Permiteți agentului IA să caute pe web documentație și soluții
sl: Dovoli AI-agentu iskanje po spletu za dokumentacijo in rešitve
sv: Tillåt AI-agenten att söka på webben efter dokumentation och lösningar
uk: Дозволити ШІ-агенту шукати в інтернеті документацію та рішення
vi: Cho phép tác nhân AI tìm kiếm trên web để tra cứu tài liệu và giải pháp
zh_hans: 允许 AI 代理在网上搜索文档和解决方案
zh_hant: 允許 AI 代理在網路上搜尋文件和解決方案

source: Allow Once
ar: السماح مرة واحدة
ca: Permet una vegada
cs: Povolit jednou
da: Tillad én gang
de: Einmal erlauben
es: Permitir una vez
fi: Salli kerran
fr: Autoriser une fois
he: אפשר פעם אחת
hu: Egyszeri engedélyezés
it: Consenti una volta
ja: 1回のみ許可
ko: 한 번 허용
nb: Tillat én gang
nl: Eén keer toestaan
pl: Zezwól raz
pt_br: Permitir uma vez
pt_pt: Permitir uma vez
ro: Permite o dată
sl: Dovoli enkrat
sv: Tillåt en gång
uk: Дозволити один раз
vi: Cho phép một lần
zh_hans: 允许一次
zh_hant: 允許一次

source: Allow signing with key '%@'?
ar: السماح بالتوقيع باستخدام المفتاح ‘%@’؟
ca: Voleu permetre signar amb la clau «%@»?
cs: Povolit podepisování klíčem „%@“?
da: Tillad signering med nøglen '%@'?
de: Signieren mit Schlüssel „%@“ erlauben?
es: ¿Permitir firmar con la clave «%@»?
fi: Sallitaanko allekirjoitus avaimella ”%@”?
fr: Autoriser la signature avec la clé « %@ » ?
he: לאפשר חתימה באמצעות המפתח '%@'?
hu: Engedélyezi az aláírást a(z) „%@” kulccsal?
it: Consentire la firma con la chiave '%@'?
ja: 鍵「%@」での署名を許可しますか？
ko: '%@' 키로 서명을 허용하시겠습니까?
nb: Tillate signering med nøkkelen «%@»?
nl: Ondertekenen met sleutel '%@' toestaan?
pl: Zezwolić na podpisanie kluczem „%@”?
pt_br: Permitir assinar com a chave '%@'?
pt_pt: Permitir assinatura com a chave '%@'?
ro: Permiteți semnarea cu cheia „%@”?
sl: Dovoli podpisovanje s ključem »%@«?
sv: Tillåt signering med nyckeln ”%@”?
uk: Дозволити підписання ключем «%@»?
vi: Cho phép ký bằng khóa '%@'?
zh_hans: 允许使用密钥“%@”签名吗？
zh_hant: 允許使用金鑰「%@」簽署嗎？

source: Allow this client to add ephemeral identity '%@'?
ar: السماح لهذا العميل بإضافة الهوية المؤقتة ‘%@’؟
ca: Voleu permetre que aquest client afegeixi la identitat efímera «%@»?
cs: Povolit tomuto klientovi přidat dočasnou identitu „%@“?
da: Tillad denne klient at tilføje den midlertidige identitet '%@'?
de: Diesem Client erlauben, die ephemere Identität „%@“ hinzuzufügen?
es: ¿Permitir que este cliente añada la identidad efímera «%@»?
fi: Sallitaanko tämän asiakkaan lisätä väliaikainen identiteetti ”%@”?
fr: Autoriser ce client à ajouter l’identité éphémère « %@ » ?
he: לאפשר ללקוח זה להוסיף זהות זמנית '%@'?
hu: Engedélyezi ennek a kliensnek a(z) „%@” ideiglenes identitás hozzáadását?
it: Consentire a questo client di aggiungere l'identità effimera '%@'?
ja: このクライアントに一時的な識別情報「%@」の追加を許可しますか？
ko: 이 클라이언트가 임시 ID '%@'을(를) 추가하도록 허용하시겠습니까?
nb: Tillate at denne klienten legger til den flyktige identiteten «%@»?
nl: Deze client tijdelijke identiteit '%@' laten toevoegen?
pl: Zezwolić temu klientowi na dodanie tożsamości efemerycznej „%@”?
pt_br: Permitir que este cliente adicione a identidade efêmera '%@'?
pt_pt: Permitir que este cliente adicione a identidade efémera '%@'?
ro: Permiteți acestui client să adauge identitatea efemeră „%@”?
sl: Dovoli temu odjemalcu, da doda začasno identiteto »%@«?
sv: Tillåt att den här klienten lägger till den tillfälliga identiteten ”%@”?
uk: Дозволити цьому клієнту додати тимчасову ідентичність «%@»?
vi: Cho phép ứng dụng khách này thêm danh tính tạm thời '%@'?
zh_hans: 允许此客户端添加临时身份“%@”吗？
zh_hant: 允許此用戶端加入臨時身分「%@」嗎？

source: Allow this client to use rootshell's local SSH agent?
ar: السماح لهذا العميل باستخدام وكيل SSH المحلي في rootshell؟
ca: Voleu permetre que aquest client utilitzi l'agent SSH local de rootshell?
cs: Povolit tomuto klientovi používat místního SSH agenta v rootshell?
da: Tillad denne klient at bruge rootshells lokale SSH-agent?
de: Diesem Client erlauben, den lokalen SSH-Agenten von rootshell zu verwenden?
es: ¿Permitir que este cliente use el agente SSH local de rootshell?
fi: Sallitaanko tämän asiakkaan käyttää rootshellin paikallista SSH-agenttia?
fr: Autoriser ce client à utiliser l’agent SSH local de rootshell ?
he: לאפשר ללקוח זה להשתמש בסוכן ה-SSH המקומי של rootshell?
hu: Engedélyezi ennek a kliensnek a rootshell helyi SSH-ügynökének használatát?
it: Consentire a questo client di usare l'agente SSH locale di rootshell?
ja: このクライアントにrootshellのローカルSSHエージェントの使用を許可しますか？
ko: 이 클라이언트가 rootshell의 로컬 SSH 에이전트를 사용하도록 허용하시겠습니까?
nb: Tillate at denne klienten bruker rootshells lokale SSH-agent?
nl: Deze client de lokale SSH-agent van rootshell laten gebruiken?
pl: Zezwolić temu klientowi na korzystanie z lokalnego agenta SSH aplikacji rootshell?
pt_br: Permitir que este cliente use o agente SSH local do rootshell?
pt_pt: Permitir que este cliente use o agente SSH local do rootshell?
ro: Permiteți acestui client să folosească agentul SSH local al rootshell?
sl: Dovoli temu odjemalcu uporabo lokalnega agenta SSH v rootshell?
sv: Tillåt att den här klienten använder rootshells lokala SSH-agent?
uk: Дозволити цьому клієнту використовувати локальний агент SSH у rootshell?
vi: Cho phép ứng dụng khách này sử dụng tác nhân SSH cục bộ của rootshell?
zh_hans: 允许此客户端使用 rootshell 的本地 SSH 代理吗？
zh_hant: 允許此用戶端使用 rootshell 的本機 SSH 代理嗎？

source: Allow This Session
ar: السماح لهذه الجلسة
ca: Permet en aquesta sessió
cs: Povolit pro tuto relaci
da: Tillad i denne session
de: Für diese Sitzung erlauben
es: Permitir en esta sesión
fi: Salli tämä istunto
fr: Autoriser pour cette session
he: אפשר להפעלה זו
hu: Engedélyezés erre a munkamenetre
it: Consenti in questa sessione
ja: このセッションで許可
ko: 이 세션 동안 허용
nb: Tillat denne økten
nl: Deze sessie toestaan
pl: Zezwól w tej sesji
pt_br: Permitir nesta sessão
pt_pt: Permitir nesta sessão
ro: Permite în această sesiune
sl: Dovoli za to sejo
sv: Tillåt under den här sessionen
uk: Дозволити на цей сеанс
vi: Cho phép trong phiên này
zh_hans: 本次会话允许
zh_hant: 允許此工作階段

source: Allowed
ar: مسموح
ca: Permès
cs: Povoleno
da: Tilladt
de: Erlaubt
es: Permitido
fi: Sallittu
fr: Autorisé
he: אושר
hu: Engedélyezve
it: Consentito
ja: 許可済み
ko: 허용됨
nb: Tillatt
nl: Toegestaan
pl: Dozwolone
pt_br: Permitido
pt_pt: Permitido
ro: Permis
sl: Dovoljeno
sv: Tillåten
uk: Дозволено
vi: Đã cho phép
zh_hans: 已允许
zh_hant: 已允許

source: Already in keychain as '%@'
ar: موجود بالفعل في سلسلة المفاتيح باسم '%@'
ca: Ja al Keychain com a «%@»
cs: Již v Klíčence jako „%@“
da: Allerede i nøgleringen som '%@'
de: Bereits im Schlüsselbund als „%@“
es: Ya está en el llavero como '%@'
fi: Jo Avainnipussa nimellä '%@'
fr: Déjà dans le trousseau sous le nom « %@ »
he: כבר קיים ב-Keychain בתור '%@'
hu: Már a Keychain-ben van „%@” néven
it: Già nel Portachiavi come '%@'
ja: 「%@」として既にキーチェーンにあります
ko: 이미 '%@'(으)로 키체인에 있음
nb: Finnes allerede i nøkkelringen som «%@»
nl: Al in sleutelhanger als '%@'
pl: Już w pęku kluczy jako „%@”
pt_br: Já no Keychain como '%@'
pt_pt: Já está no Keychain como '%@'
ro: Deja în Keychain ca „%@”
sl: Že v Keychainu kot »%@«
sv: Redan i nyckelringen som '%@'
uk: Уже в Keychain як «%@»
vi: Đã có trong Keychain với tên '%@'
zh_hans: 已作为“%@”存在于钥匙串中
zh_hant: 已以「%@」的名稱存在鑰匙圈中

source: Always
ar: دائمًا
ca: Sempre
cs: Vždy
da: Altid
de: Immer
es: Siempre
fi: Aina
fr: Toujours
he: תמיד
hu: Mindig
it: Sempre
ja: 常に
ko: 항상
nb: Alltid
nl: Altijd
pl: Zawsze
pt_br: Sempre
pt_pt: Sempre
ro: Întotdeauna
sl: Vedno
sv: Alltid
uk: Завжди
vi: Luôn luôn
zh_hans: 始终
zh_hant: 一律

source: Always Allow
ar: السماح دائماً
ca: Permet sempre
cs: Vždy povolit
da: Tillad altid
de: Immer erlauben
es: Permitir siempre
fi: Salli aina
fr: Toujours autoriser
he: אפשר תמיד
hu: Mindig engedélyezve
it: Consenti sempre
ja: 常に許可
ko: 항상 허용
nb: Tillat alltid
nl: Altijd toestaan
pl: Zawsze zezwalaj
pt_br: Permitir sempre
pt_pt: Permitir sempre
ro: Permite întotdeauna
sl: Vedno dovoli
sv: Tillåt alltid
uk: Завжди дозволяти
vi: Luôn cho phép
zh_hans: 始终允许
zh_hant: 永遠允許

source: Always Hole-Punch
ar: ثقب دائم
ca: Sempre hole-punch
cs: Vždy hole-punch
da: Altid Hole-Punch
de: Immer Hole-Punch
es: Siempre perforar
fi: Aina hole-punch
fr: Toujours perforer
he: ניקוב תמיד
hu: Mindig Hole-Punch
it: Sempre hole-punch
ja: 常にホールパンチ
ko: 항상 홀 펀칭
nb: Alltid hole-punch
nl: Altijd Hole-Punch
pl: Zawsze hole-punch
pt_br: Sempre perfurar
pt_pt: Perfurar sempre
ro: Întotdeauna hole-punch
sl: Vedno hole-punch
sv: Alltid Hole-Punch
uk: Завжди пробивати
vi: Luôn đục lỗ
zh_hans: 始终打洞
zh_hant: 一律打洞

source: Always On
ar: مفعّل دائمًا
ca: Sempre activat
cs: Vždy zapnuto
da: Altid til
de: Immer aktiviert
es: Siempre activado
fi: Aina käytössä
fr: Toujours activé
he: פעיל תמיד
hu: Mindig bekapcsolva
it: Sempre attivo
ja: 常にオン
ko: 항상 켬
nb: Alltid på
nl: Altijd aan
pl: Zawsze włączone
pt_br: Sempre Ativado
pt_pt: Sempre ativado
ro: Întotdeauna activat
sl: Vedno vklopljeno
sv: Alltid på
uk: Завжди ввімкнено
vi: Luôn bật
zh_hans: 始终开启
zh_hant: 一律開啟

source: Always On Display
ar: العرض الدائم
ca: Pantalla sempre activa
cs: Vždy zapnutý displej
da: Altid tændt skærm
es: Pantalla siempre activa
fi: Aina päällä -näyttö
fr: Affichage permanent
he: מסך פעיל תמיד
hu: Folyamatosan bekapcsolt kijelző
it: Schermo sempre attivo
ja: 常時表示ディスプレイ
ko: 상시 표시 디스플레이
nb: Alltid på-skjerm
nl: Scherm altijd aan
pl: Wyświetlacz zawsze włączony
pt_br: Tela Sempre Ativa
pt_pt: Ecrã Sempre Ligado
ro: Afișaj permanent activ
sl: Vedno vklopljen zaslon
sv: Skärm alltid på
uk: Постійно ввімкнений дисплей
vi: Màn hình luôn bật
zh_hans: 常亮显示
zh_hant: 螢幕恆亮

source: Always performs hole-punch setup (skips direct attempt)
ar: يُجري إعداد الثقب دائمًا (يتخطى المحاولة المباشرة)
ca: Sempre realitza la configuració hole-punch (omet l'intent directe)
cs: Vždy provede nastavení hole-punch (přeskočí přímý pokus)
da: Udfører altid hole-punch-opsætning (springer direkte forsøg over)
de: Führt immer Hole-Punch-Einrichtung durch (überspringt Direktverbindung)
es: Siempre realiza la configuración de perforación (omite el intento directo)
fi: Suorittaa aina hole-punch-asetuksen (ohittaa suoran yrityksen)
fr: Effectue toujours la configuration de perforation (ignore la tentative directe)
he: מבצע הגדרת ניקוב תמיד (מדלג על ניסיון ישיר)
hu: Mindig végrehajtja a Hole-Punch beállítást (kihagyja a közvetlen próbálkozást)
it: Esegue sempre la configurazione hole-punch (salta il tentativo diretto)
ja: 常にホールパンチを実行（直接接続の試行をスキップ）
ko: 항상 홀 펀칭 수행 (직접 연결 시도 건너뜀)
nb: Utfører alltid hole-punch-oppsett (hopper over direkte forsøk)
nl: Voert altijd hole-punch-instelling uit (slaat directe poging over)
pl: Zawsze wykonuje konfigurację hole-punch (pomija próbę bezpośrednią)
pt_br: Sempre realiza a configuração de perfuração (ignora a tentativa direta)
pt_pt: Realiza sempre a configuração de perfuração (ignora a tentativa direta)
ro: Efectuează întotdeauna configurarea hole-punch (omite încercarea directă)
sl: Vedno izvede nastavitev hole-punch (preskoči neposredni poskus)
sv: Utför alltid hole-punch-inställning (hoppar över direkt försök)
uk: Завжди виконує налаштування пробивання (пропускає пряму спробу)
vi: Luôn thực hiện thiết lập đục lỗ (bỏ qua kết nối trực tiếp)
zh_hans: 始终执行打洞设置（跳过直接连接尝试）
zh_hant: 一律執行打洞設定（跳過直接連線嘗試）

source: Always use on this device
ar: استخدم دائماً على هذا الجهاز
ca: Utilitza sempre en aquest dispositiu
cs: Vždy používat na tomto zařízení
da: Brug altid på denne enhed
de: Auf diesem Gerät immer verwenden
es: Usar siempre en este dispositivo
fi: Käytä aina tällä laitteella
fr: Toujours utiliser sur cet appareil
he: השתמש תמיד במכשיר זה
hu: Mindig használja ezen az eszközön
it: Usa sempre su questo dispositivo
ja: このデバイスで常に使用
ko: 이 기기에서 항상 사용
nb: Bruk alltid på denne enheten
nl: Altijd gebruiken op dit apparaat
pl: Zawsze używaj na tym urządzeniu
pt_br: Sempre usar neste dispositivo
pt_pt: Utilizar sempre neste dispositivo
ro: Folosește întotdeauna pe acest dispozitiv
sl: Vedno uporabljaj na tej napravi
sv: Använd alltid på denna enhet
uk: Завжди використовувати на цьому пристрої
vi: Luôn dùng trên thiết bị này
zh_hans: 始终在此设备上使用
zh_hant: 一律在此裝置上使用

source: Ampersand &
ar: علامة العطف &
ca: Et comercial &
da: Og-tegn &
de: Und-Zeichen &
fi: Et-merkki &
fr: Esperluette &
he: אמפרסנד &
it: E commerciale &
ja: アンパサンド &
ko: 앰퍼샌드 &
nb: Og-tegn &
nl: En-teken &
pt_br: E comercial &
pt_pt: E comercial &
sl: In-znak &
sv: Och-tecken &
uk: Амперсанд &
vi: Dấu và &
zh_hans: 和号 &
zh_hant: 和號 &

source: An unknown error occurred
ar: حدث خطأ غير معروف
ca: S'ha produït un error desconegut
cs: Došlo k neznámé chybě
da: Der opstod en ukendt fejl
de: Ein unbekannter Fehler ist aufgetreten
es: Se produjo un error desconocido
fi: Tuntematon virhe tapahtui
fr: Une erreur inconnue s'est produite
he: אירעה שגיאה לא ידועה
hu: Ismeretlen hiba történt
it: Si è verificato un errore sconosciuto
ja: 不明なエラーが発生しました
ko: 알 수 없는 오류가 발생했습니다
nb: En ukjent feil oppstod
nl: Er is een onbekende fout opgetreden
pl: Wystąpił nieznany błąd
pt_br: Ocorreu um erro desconhecido
pt_pt: Ocorreu um erro desconhecido
ro: A apărut o eroare necunoscută
sl: Prišlo je do neznane napake
sv: Ett okänt fel uppstod
uk: Виникла невідома помилка
vi: Đã xảy ra lỗi không xác định
zh_hans: 发生未知错误
zh_hant: 發生未知錯誤
